[
  {"bible": "NIV", "book": "2 Corinthians", "verse": "1:7", "content": "And our hope for you is firm, because we know that just as you share in our sufferings, so also you share in our comfort."},
  {"bible": "NIV", "book": "2 Corinthians", "verse": "10:4-5", "content": "The weapons we fight with are not the weapons of the world. On the contrary, they have divine power to demolish strongholds. We demolish arguments and every pretension that sets itself up against the knowledge of God, and we take captive every thought to make it obedient to Christ."},
  {"bible": "NIV", "book": "2 Corinthians", "verse": "5:17", "content": "Therefore, if anyone is in Christ, he is a new creation; the old has gone, the new has come!"},
  {"bible": "NIV", "book": "2 Timothy", "verse": "1:7", "content": "For God did not give us a spirit of timidity, but a spirit of power, of love and of self-discipline."},
  {"bible": "NIV", "book": "Acts", "verse": "1:11", "content": "This same Jesus, who has been taken from you into heaven, will come back in the same way you have seen him go into heaven."},
  {"bible": "NIV", "book": "Acts", "verse": "10:43", "content": "Everyone who believes in him receives forgiveness of sins through his name."},
  {"bible": "NIV", "book": "Acts", "verse": "16:31", "content": "Believe in the Lord Jesus, and you will be saved - you and your household."},
  {"bible": "NIV", "book": "Colossians", "verse": "3:24", "content": "You will receive an inheritance from the Lord as a reward."},
  {"bible": "NIV", "book": "Colossians", "verse": "3:4", "content": "When Christ, who is your life, appears, then you also will appear with him in glory."},
  {"bible": "NIV", "book": "Daniel", "verse": "9:9", "content": "The Lord our God is merciful and forgiving, even though we have rebelled against him."},
  {"bible": "NIV", "book": "Deuteronomy", "verse": "10:21", "content": "He is your praise; he is your God, who performed for you those great and awesome wonders you saw with your own eyes."},
  {"bible": "NIV", "book": "Deuteronomy", "verse": "20:4", "content": "For the Lord your God is the one who goes with you to fight for you against your enemies to give you victory."},
  {"bible": "NIV", "book": "Deuteronomy", "verse": "31:6", "content": "Be strong and courageous. Do not be afraid or terrified because of them, for the Lord your God goes with you; he will never leave you nor forsake you."},
  {"bible": "NIV", "book": "Deuteronomy", "verse": "31:8", "content": "The Lord himself goes before you and will be with you; he will never leave nor forsake you. Do not be afraid; do not be discouraged."},
  {"bible": "NIV", "book": "Deuteronomy", "verse": "33:27", "content": "The eternal God is your refuge, and underneath are the everlasting arms. He will drive out your enemy before you, saying, ‘Destroy him!’"},
  {"bible": "NIV", "book": "Deuteronomy", "verse": "4:29", "content": "If you seek the Lord your God, you will find Him if you look for Him with all your heart and with all your soul."},
  {"bible": "NIV", "book": "Deuteronomy", "verse": "8:18", "content": "Remember the Lord your God, for it is he who gives you the ability to produce wealth."},
  {"bible": "NIV", "book": "Deuteronomy", "verse": "8:5", "content": "Know then in your heart that as a man disciplines his son, so the Lord your God disciplines you."},
  {"bible": "NIV", "book": "Ephesians", "verse": "1:18-19", "content": "I pray also that...you may know the hope to which he has called you, the riches of his glorious inheritance in the saints, and his incomparably great power for us who believe."},
  {"bible": "NIV", "book": "Ephesians", "verse": "1:7", "content": "In him we have redemption through his blood, the forgiveness of sins, in accordance with the riches of God's grace."},
  {"bible": "NIV", "book": "Ephesians", "verse": "2:14", "content": "He himself is our peace."},
  {"bible": "NIV", "book": "Ephesians", "verse": "2:4-7,10", "content": "Because of his great love for us, God, who is rich in mercy, made us alive with Christ even when we were dead in transgression - it is by grace you have been saved. And God raised us up with Christ and seated us with him in the heavenly realms in Christ Jesus, in order that in the coming ages he might show the incomparable riches of his grace, expressed in his kindness to us in Christ Jesus...For we are God's workmanship, created in Christ Jesus to do good works, which God prepared in advance for us to do."},
  {"bible": "NIV", "book": "Ephesians", "verse": "3:12", "content": "In Him and through faith in Him we may approach God with freedom and confidence."},
  {"bible": "NIV", "book": "Ephesians", "verse": "3:19-19", "content": "And I pray that...together with all the saints, [you may] know the love of Christ that surpasses knowledge - that you may be filled to measure of all the fullness of God."},
  {"bible": "NIV", "book": "Ephesians", "verse": "5:8", "content": "For you were once darkness, but now you are light in the Lord. Live as children of light"},
  {"bible": "NIV", "book": "Ephesians", "verse": "1:4", "content": "He chose us in him before the creation of the world to be holy and blameless in his sight."},
  {"bible": "NIV", "book": "Ephesians", "verse": "5:25-27", "content": "Christ loved the church and gave himself up for her to make her holy, cleansing her by the washing with water through the word, and to present her to himself as a radiant church, without stain or wrinkle or any other blemish."},
  {"bible": "NIV", "book": "Exodus", "verse": "14:13", "content": "Do not be afraid. Stand firm and you will see the deliverance the Lord will bring you."},
  {"bible": "NIV", "book": "Exodus", "verse": "15:13", "content": "In your unfailing love you will lead the people you have redeemed. In your strength you will guide them to your holy dwelling."},
  {"bible": "NIV", "book": "Exodus", "verse": "19:5-6", "content": "Now if you obey me fully and keep my covenant, then out of all nations you will be my treasured possession. Although the whole earth is mine, you will be for me a kingdom of priests and a holy nation."},
  {"bible": "NIV", "book": "Exodus", "verse": "33:14", "content": "My Presence will go with you, and I will give you rest."},
  {"bible": "NIV", "book": "Exodus", "verse": "34:24", "content": "I will drive out nations before you and enlarge your territory"},
  {"bible": "NIV", "book": "Ezekiel", "verse": "34:26", "content": "I will send down showers in season; there will be showers of blessing."},
  {"bible": "NIV", "book": "Ezekiel", "verse": "36:26", "content": "I will give you a new heart and put a new spirit in you."},
  {"bible": "NIV", "book": "Ezekiel", "verse": "36:9", "content": "I am concerned for you and will look on you with favor."},
  {"bible": "NIV", "book": "Galatians", "verse": "3:26", "content": "You are all sons of God through faith in Christ Jesus."},
  {"bible": "NIV", "book": "Genesis", "verse": "12:3", "content": "I will bless those who bless you, and whoever curses you I will curse; and all peoples on earth will be blessed through you."},
  {"bible": "NIV", "book": "Genesis", "verse": "12:7", "content": "The LORD appeared to Abram and said, “To your offspring I will give this land.”"},
  {"bible": "NIV", "book": "Genesis", "verse": "17:7", "content": "I will establish my covenant as an everlasting covenant between me and you and your descendants after you for the generations to come, to be your God and the God of your descendants after you"},
  {"bible": "NIV", "book": "Genesis", "verse": "28:15", "content": "I am with you and will watch over you wherever you go, and I will bring you back to this land. I will not leave you until I have done what I have promised."},
  {"bible": "NIV", "book": "Habakkuk", "verse": "3:19", "content": "The Sovereign Lord is my strength; he makes my feet like the feet of a deer, he enables me to go on the heights."},
  {"bible": "NIV", "book": "Haggai", "verse": "2:4", "content": "'Be strong, all you people of the land,' declares the Lord, 'and work. For I am with you.'"},
  {"bible": "NIV", "book": "Hebrews", "verse": "10:36", "content": "You need to persevere so that when you have done the will of God, you will receive what he has promised."},
  {"bible": "NIV", "book": "Hebrews", "verse": "12:10", "content": "God disciplines us for our good, that we may share in his holiness."},
  {"bible": "NIV", "book": "Hebrews", "verse": "13:5", "content": "Never will I leave you; never will I forsake you.”"},
  {"bible": "NIV", "book": "Hebrews", "verse": "13:6", "content": "The Lord is my helper; I will not be afraid. What can man do to me?"},
  {"bible": "NIV", "book": "Hebrews", "verse": "6:10", "content": "God...will not forget your work and the love you have shown him as you have helped his people and continue to help them."},
  {"bible": "NIV", "book": "Hebrews", "verse": "7:25", "content": "He is able to save completely those who come to God through him, because he always lives to intercede for them."},
  {"bible": "NIV", "book": "Hebrews", "verse": "9:28", "content": "Christ was sacrificed once to take away the sins of many people; and he will appear a second time, not to bear sin, but to bring salvation to those who are waiting for him."},
  {"bible": "NIV", "book": "Hosea", "verse": "13:14", "content": "I will ransom them from the power of the grave; I will redeem them from death."},
  {"bible": "NIV", "book": "Hosea", "verse": "6:3", "content": "Let us acknowledge the LORD; let us press on to acknowledge him. As surely as the sun rises, he will appear; he will come to us like the winter rains, like the spring rains that water the earth"},
  {"bible": "NIV", "book": "1 Corinthians", "verse": "15:51-52", "content": "We will not all sleep, but we will all be changed...the dead will be raised imperishable, and we will be changed."},
  {"bible": "NIV", "book": "1 Corinthians", "verse": "3:8-9", "content": "The man who plants and the man who waters have one purpose, and each will be rewarded according to his own labor. For we are God's fellow workers."},
  {"bible": "NIV", "book": "1 Corinthians", "verse": "4:3-5", "content": "I do not even judge myself...It is the Lord who judges me. Therefore judge nothing before the appointed time; wait till the Lord comes. He will bring to light what is hidden in darkness and will expose the motives of men's hearts. At that time each will receive his praise from God."},
  {"bible": "NIV", "book": "1 Corinthians", "verse": "10:13", "content": "God is faithful; he will not let you be tempted beyond what you can bear. But when you are tempted, he will also provide a way out so that you can stand up under it."},
  {"bible": "NIV", "book": "1 Corinthians", "verse": "6:11", "content": "You were washed, you were sanctified, you were justified in the name of the Lord Jesus Christ and by the Spirit of our God."},
  {"bible": "NIV", "book": "1 John", "verse": "1:9", "content": "If we confess our sins, he is faithful and just and will forgive us our sins and purify us from all unrighteousness."},
  {"bible": "NIV", "book": "1 John", "verse": "2:23", "content": "Whoever acknowledges the Son has the Father also."},
  {"bible": "NIV", "book": "1 John", "verse": "3:2", "content": "We know that when he appears, we shall be like him, for we shall see him as he is."},
  {"bible": "NIV", "book": "1 John", "verse": "3:9", "content": "No one who is born of God will continue to sin, because God's seed remains in him; he cannot go on sinning, because he has been born of God."},
  {"bible": "NIV", "book": "1 John", "verse": "5:11-12", "content": "God has given us eternal life, and this life is in his Son. He who has the Son has life; he who does not have the Son of God does not have life."},
  {"bible": "NIV", "book": "1 John", "verse": "5:14-15", "content": "If we ask anything according to his will, he hears us. And if we know that he hears us - whatever we ask - we know that we have what we asked of him."},
  {"bible": "NIV", "book": "1 John", "verse": "5:18", "content": "We know that anyone born of God does not continue to sin; the one who was born of God keeps him safe, and the evil one does not touch him."},
  {"bible": "NIV", "book": "1 Peter", "verse": "1:3-5", "content": "In his great mercy he has given us new birth into a living hope through the resurrection of Jesus Christ from the dead, and into an inheritance that can never perish, spoil or fade - kept in heaven for you who through faith are shielded by God's power until the coming of the salvation that is ready to be revealed in the last time."},
  {"bible": "NIV", "book": "1 Peter", "verse": "2:2-5", "content": "Like newborn babies, crave pure spiritual milk, so that by it you may grow up in your salvation, now that you have tasted that the Lord is good. As you come to him, the living Stone...you also, like living stones, are being built into a spiritual house to be a holy priesthood, offering spiritual sacrifices acceptable to God through Jesus Christ."},
  {"bible": "NIV", "book": "1 Peter", "verse": "2:9", "content": "You are a chosen people, a royal priesthood, a holy nation, a people belonging to God, that you may declare the praises of him who called you out of darkness into his wonderful light."},
  {"bible": "NIV", "book": "1 Peter", "verse": "3:11-12", "content": "He must turn from evil and do good; he must seek peace and pursue it. For the eyes of the Lord are on the righteous, and his ears are attentive to their prayer."},
  {"bible": "NIV", "book": "1 Peter", "verse": "3:12", "content": "The eyes of the Lord are on the righteous and His ears are attentive to their prayer."},
  {"bible": "NIV", "book": "1 Peter", "verse": "5:10", "content": "The God of all grace, who called you to his eternal glory in Christ, after you have suffered a little while, will himself restore you and make you strong, firm and steadfast."},
  {"bible": "NIV", "book": "1 Peter", "verse": "5:4", "content": "When the Chief Shepherd appears, you will receive the crown of glory that will never fade."},
  {"bible": "NIV", "book": "1 Samuel", "verse": "17:47", "content": "It is not by sword or spear that the Lord saves; for the battle is the Lord's."},
  {"bible": "NIV", "book": "1 Samuel", "verse": "2:8-9", "content": "He raises the poor from the dust and lifts the needy from the ash heap; he seats them with princes and has them inherit a throne of honor. For the foundations of the earth are the Lord's; upon them he has set the world. He will guard the feet of his saints."},
  {"bible": "NIV", "book": "1 Thessalonians", "verse": "4:13-14", "content": "We do not want you to be ignorant about those who fall asleep, or to grieve like the rest of men, who have no hope. We believe that Jesus died and rose again and so we believe that God will bring with Jesus those who have fallen asleep in him."},
  {"bible": "NIV", "book": "1 Thessalonians", "verse": "4:3", "content": "It is God's will that you should be holy."},
  {"bible": "NIV", "book": "1 Thessalonians", "verse": "3:3", "content": "The Lord is faithful, and he will strengthen and protect you from the evil one."},
  {"bible": "NIV", "book": "1 Thessalonians", "verse": "4:16-17", "content": "The Lord himself will come down from heaven, with a loud command, with the voice of the Archangel and with the trumpet call of God, and the dead in Christ will rise first. After that we who are still alive and are left will be caught up with them in the clouds to meet the Lord in the air. And so we will be with the Lord forever."},
  {"bible": "NIV", "book": "2 Chronicles", "verse": "7:14", "content": "If my people, who are called by my name, will humble themselves and pray and seek my face and turn from their wicked ways, then I will hear from heaven and will forgive their sin and will heal their land."},
  {"bible": "NIV", "book": "2 Corinthians", "verse": "3:18", "content": "We, who with unveiled faces all reflect the Lord's glory, are being transformed into his likeness with ever-increasing glory, which comes from the Lord, who is the Spirit."},
  {"bible": "NIV", "book": "2 Corinthians", "verse": "4:14", "content": "The one who raised the Lord Jesus from the dead will also raise us with Jesus and present us with you in his presence."},
  {"bible": "NIV", "book": "2 Corinthians", "verse": "5:21", "content": "God made him who had no sin to be sin for us, so that in him we might become the righteousness of God."},
  {"bible": "NIV", "book": "2 Corinthians", "verse": "6:18", "content": "I will be a Father to you, and you will be my sons and daughters."},
  {"bible": "NIV", "book": "2 Corinthians", "verse": "9:10-11", "content": "Now he who supplies seed to the sower and bread for food will also supply and increase your store of seed and will enlarge the harvest of your righteousness. You will be made rich in every way so that you can be generous on every occasion."},
  {"bible": "NIV", "book": "2 Corinthians", "verse": "1:10", "content": "He will deliver us."},
  {"bible": "NIV", "book": "2 Corinthians", "verse": "1:3-4", "content": "Praise be to the God...of all comfort, who comforts us in all our troubles, so that we can comfort those in any trouble with the comfort we ourselves have received from God."},
  {"bible": "NIV", "book": "2 Corinthians", "verse": "9:8", "content": "God is able to make all grace abound to you, so that in all things at all times, having all you need, you will abound in every good work."},
  {"bible": "NIV", "book": "2 Corinthians", "verse": "12:9", "content": "My grace is sufficient for you, for my power is made perfect in weakness."},
  {"bible": "NIV", "book": "2 Peter", "verse": "1:3", "content": "His divine power has given us everything we need for life and godliness through our knowledge of him."},
  {"bible": "NIV", "book": "2 Samuel", "verse": "14:14", "content": "God does not take away life; instead, he devises ways so that a banished person may not remain estranged from him."},
  {"bible": "NIV", "book": "2 Samuel", "verse": "22:4", "content": "I call to the Lord, who is worthy of praise, and I am saved from my enemies."},
  {"bible": "NIV", "book": "2 Thessalonians", "verse": "1:6-7", "content": "God will pay back trouble to those who trouble you and give relief to you who are troubled."},
  {"bible": "NIV", "book": "2 Timothy", "verse": "4:8", "content": "Now there is in store for me the crown of righteousness, which the Lord, the righteous Judge, will award to me on that day - and not only to me, but also to all who have longed for his appearing."},
  {"bible": "NIV", "book": "2 Timothy", "verse": "1:12", "content": "I know whom I have believed, and am convinced that he is able to guard what I have entrusted to him for that day."},
  {"bible": "NIV", "book": "2 Timothy", "verse": "2:13", "content": "if we are faithless, he will remain faithful, for he cannot disown himself."},
  {"bible": "NIV", "book": "Isaiah", "verse": "1:18", "content": "Come now, let us reason together,” says the LORD. “Though your sins are like scarlet, they shall be as white as snow; though they are red as crimson, they shall be like wool."},
  {"bible": "NIV", "book": "Isaiah", "verse": "11:4", "content": "With righteousness he will judge the needy, with justice he will give decisions for the poor of the earth."},
  {"bible": "NIV", "book": "Isaiah", "verse": "12:2", "content": "Surely God is my salvation; I will trust, and not be afraid. The Lord, The Lord, is my strength and my song; he has become my salvation."},
  {"bible": "NIV", "book": "Isaiah", "verse": "25:8", "content": "The Sovereign Lord will wipe away the tears from all faces."},
  {"bible": "NIV", "book": "Isaiah", "verse": "26:19", "content": "But your dead will live; their bodies will rise. You who dwell in the dust, wake up and shout for joy."},
  {"bible": "NIV", "book": "Isaiah", "verse": "26:3", "content": "You will keep in perfect peace him whose mind is steadfast, because he trusts in you."},
  {"bible": "NIV", "book": "Isaiah", "verse": "30:15", "content": "In repentance and rest is your salvation, in quietness and trust is your strength."},
  {"bible": "NIV", "book": "Isaiah", "verse": "30:21", "content": "Whether you turn to the right or to the left, your ears will hear a voice behind you, saying, 'This is the way; walk in it.'"},
  {"bible": "NIV", "book": "Isaiah", "verse": "33:22", "content": "For the Lord is our judge; the Lord is our lawgiver; the Lord is our king, it is he who will save us."},
  {"bible": "NIV", "book": "Isaiah", "verse": "33:6", "content": "He will be the sure foundation for your times, a rich store of salvation and wisdom and knowledge."},
  {"bible": "NIV", "book": "Isaiah", "verse": "35:10", "content": "Gladness and joy will overtake them, and sorrow and sighing will flee away."},
  {"bible": "NIV", "book": "Isaiah", "verse": "35:4", "content": "Say to those with fearful hearts, 'Be strong, do not fear, your God will come.'"},
  {"bible": "NIV", "book": "Isaiah", "verse": "38:20", "content": "The LORD will save me, and we will sing with stringed instruments"},
  {"bible": "NIV", "book": "Isaiah", "verse": "40:11", "content": "He tends his flock like a shepherd: He gathers the lambs in his arms and carries them close to his heart; he gently leads those that have young."},
  {"bible": "NIV", "book": "Isaiah", "verse": "40:28", "content": "The Lord is the everlasting God, the Creator of the ends of the earth. He will not grow tired or weary, and his understanding no one can fathom. He gives strength to the weary and increases the power of the weak."},
  {"bible": "NIV", "book": "Isaiah", "verse": "40:29", "content": "I will bind up the injured and strengthen the weak."},
  {"bible": "NIV", "book": "Isaiah", "verse": "40:31", "content": "Those who hope in the Lord will renew their strength."},
  {"bible": "NIV", "book": "Isaiah", "verse": "41:10", "content": "I will strengthen you and help you; I will uphold you with my righteous right hand."},
  {"bible": "NIV", "book": "Isaiah", "verse": "41:10", "content": "So do not fear, for I am with you; do not be dismayed, for I am your God."},
  {"bible": "NIV", "book": "Isaiah", "verse": "41:13", "content": "I am the Lord, your God, who takes hold of your right hand and says to you, Do not fear; I will help you."},
  {"bible": "NIV", "book": "Isaiah", "verse": "41:17", "content": "I, the God of Israel, will not forsake them."},
  {"bible": "NIV", "book": "Isaiah", "verse": "42:16", "content": "I will turn the darkness into light."},
  {"bible": "NIV", "book": "Isaiah", "verse": "43:1", "content": "Fear not, for I have redeemed you; I have called you by name; you are mine."},
  {"bible": "NIV", "book": "Isaiah", "verse": "43:2", "content": "When you pass through the waters, I will be with you."},
  {"bible": "NIV", "book": "Isaiah", "verse": "43:25", "content": "I, even I, am he who blots out your transgressions, for my own sake, and remembers your sins no more."},
  {"bible": "NIV", "book": "Isaiah", "verse": "44:22", "content": "I have swept away your offenses like a cloud, your sins like the morning mist. Return to me, for I have redeemed you.”"},
  {"bible": "NIV", "book": "Isaiah", "verse": "45:2", "content": "I will go before you and will level the mountains"},
  {"bible": "NIV", "book": "Isaiah", "verse": "49:15", "content": "I will not forget you."},
  {"bible": "NIV", "book": "Isaiah", "verse": "49:25", "content": "I will contend with those who contend with you, and your children I will save."},
  {"bible": "NIV", "book": "Isaiah", "verse": "50:7", "content": "Because the Sovereign LORD helps me, I will not be disgraced. Therefore have I set my face like flint, and I know I will not be put to shame."},
  {"bible": "NIV", "book": "Isaiah", "verse": "51:11", "content": "Everlasting joy will crown their heads. Gladness and joy will overtake them, and sorrow and sighing will flee away."},
  {"bible": "NIV", "book": "Isaiah", "verse": "51:12", "content": "“I, even I, am he who comforts you."},
  {"bible": "NIV", "book": "Isaiah", "verse": "51:6", "content": "My salvation will last forever."},
  {"bible": "NIV", "book": "Isaiah", "verse": "54:10", "content": "My unfailing love for you will not be shaken nor my covenant of peace be removed."},
  {"bible": "NIV", "book": "Isaiah", "verse": "54:14", "content": "In righteousness you will be established: Tyranny will be far from you; you will have nothing to fear. Terror will be far removed; it will not come near you."},
  {"bible": "NIV", "book": "Isaiah", "verse": "54:17", "content": "no weapon forged against you will prevail, and you will refute every tongue that accuses you. This is the heritage of the servants of the LORD, and this is their vindication from me,” declares the LORD."},
  {"bible": "NIV", "book": "Isaiah", "verse": "54:8", "content": "With everlasting kindness I will have compassion on you."},
  {"bible": "NIV", "book": "Isaiah", "verse": "55:7", "content": "Let the wicked forsake his way and the evil man his thoughts. Let him turn to the LORD, and he will have mercy on him, and to our God, for he will freely pardon."},
  {"bible": "NIV", "book": "Isaiah", "verse": "57:15", "content": "I, the Lord, live in a high and holy place, but also with him who is contrite and lowly in spirit, to revive the spirit of the lowly and revive the heart of the contrite."},
  {"bible": "NIV", "book": "Isaiah", "verse": "57:18", "content": "I have seen his ways, but I will heal him; I will guide him and restore comfort to him."},
  {"bible": "NIV", "book": "Isaiah", "verse": "57:2", "content": "Those who walk uprightly enter into peace; they find rest as they lie in death."},
  {"bible": "NIV", "book": "Isaiah", "verse": "58:11", "content": "The Lord will guide you always; he will satisfy your needs in a sun-scorched land and will strengthen your frame."},
  {"bible": "NIV", "book": "Isaiah", "verse": "58:11", "content": "The LORD will guide you always; he will satisfy your needs in a sun-scorched land and will strengthen your frame. You will be like a well-watered garden, like a spring whose waters never fail."},
  {"bible": "NIV", "book": "Isaiah", "verse": "58:9", "content": "Then you will call, and the Lord will answer; you will cry for help, and He will say, 'Here am I'."},
  {"bible": "NIV", "book": "Isaiah", "verse": "59:1", "content": "Surely, the arm of the Lord is not too short to save, nor his ear too dull to hear."},
  {"bible": "NIV", "book": "Isaiah", "verse": "63:16", "content": "You, O Lord, are our Father, our Redeemer from of old is your name."},
  {"bible": "NIV", "book": "Isaiah", "verse": "65:24", "content": "Before they call I will answer; while they are still speaking, I will hear."},
  {"bible": "NIV", "book": "James", "verse": "1:12", "content": "Blessed is the man who perseveres under trial, because when he has stood the test, he will receive the crown of life that God has promised to those who love him."},
  {"bible": "NIV", "book": "James", "verse": "1:17", "content": "Every good and perfect gift is from above, coming down from the Father...who does not change like shifting shadows."},
  {"bible": "NIV", "book": "James", "verse": "1:5", "content": "If any of you lacks wisdom, he should ask God, who gives generously to all withoutfinding fault, and it will be given to him."},
  {"bible": "NIV", "book": "James", "verse": "4:10", "content": "Humble yourselves before the Lord, and he will lift you up."},
  {"bible": "NIV", "book": "James", "verse": "4:8", "content": "Come near to God and he will come near to you."},
  {"bible": "NIV", "book": "James", "verse": "5:14-15", "content": "Is any one of you sick? he should call the elders of the church to pray over him and anoint him with oil in the name of the Lord. And the prayer offered in faith will make the sick person well; the Lord will raise him up."},
  {"bible": "NIV", "book": "Jeremiah", "verse": "15:19", "content": "If you repent, I will restore you that you may serve."},
  {"bible": "NIV", "book": "Jeremiah", "verse": "15:20", "content": "I am with you to rescue and save you."},
  {"bible": "NIV", "book": "Jeremiah", "verse": "17:10", "content": "I the Lord search the heart and examine the mind, to reward a man according to his conduct."},
  {"bible": "NIV", "book": "Jeremiah", "verse": "17:14", "content": "Heal me, O Lord, and I will be healed; save me and I will be saved, for you are the one I praise."},
  {"bible": "NIV", "book": "Jeremiah", "verse": "20:13", "content": "He rescues the life of the needy from the hands of the wicked."},
  {"bible": "NIV", "book": "Jeremiah", "verse": "24:7", "content": "I will give them a heart to know me, that I am the Lord. They will be my people, and I will be their God, for they will return to me with all their heart."},
  {"bible": "NIV", "book": "Jeremiah", "verse": "29:11", "content": "'For I know the plans I have for your,' declares the Lord, 'plans to prosper you and not to harm you, plans to give you hope and a future.'"},
  {"bible": "NIV", "book": "Jeremiah", "verse": "29:13", "content": "You will seek me and find me when you seek me with all your heart."},
  {"bible": "NIV", "book": "Jeremiah", "verse": "30:11", "content": "I will discipline you, but only with justice."},
  {"bible": "NIV", "book": "Jeremiah", "verse": "30:17", "content": "But I will restore you to health and heal your wounds,’ declares the LORD"},
  {"bible": "NIV", "book": "Jeremiah", "verse": "31:13", "content": "I will give them comfort and joy instead of sorrow."},
  {"bible": "NIV", "book": "Jeremiah", "verse": "31:28", "content": "'I will watch over them to build and to plant', declares the Lord."},
  {"bible": "NIV", "book": "Jeremiah", "verse": "31:3-4", "content": "I have loved you with an everlasting love; I have drawn you with loving kindness. I will build you up again."},
  {"bible": "NIV", "book": "Jeremiah", "verse": "31:34", "content": "I will forgive their wickedness and will remember their sins no more."},
  {"bible": "NIV", "book": "Jeremiah", "verse": "31:9", "content": "I will lead them beside streams of water on a level path where they will not stumble."},
  {"bible": "NIV", "book": "Jeremiah", "verse": "32:40", "content": "I will never stop doing good to them."},
  {"bible": "NIV", "book": "Jeremiah", "verse": "33:3", "content": "Call to me and I will answer you and tell you great and unsearchable things you do not know."},
  {"bible": "NIV", "book": "Jeremiah", "verse": "33:6", "content": "I will heal my people and will let them enjoy abundant peace and security."},
  {"bible": "NIV", "book": "Jeremiah", "verse": "33:8", "content": "I will cleanse them from all sin they have committed against me and will forgive all their sins of rebellion against me."},
  {"bible": "NIV", "book": "Job", "verse": "19:25-27", "content": "I know that my Redeemer lives, and that in the end he will stand upon the earth. And after my skin has been destroyed, yet in my flesh I will see God; I myself will see him with my own eyes - I, and not another."},
  {"bible": "NIV", "book": "Joel", "verse": "2:29", "content": "Even on my servants, both men and women, I will pour out my Spirit in those days."},
  {"bible": "NIV", "book": "Joel", "verse": "3:16", "content": "The Lord will be a refuge for his people."},
  {"bible": "NIV", "book": "John", "verse": "1:12", "content": "To all who received him, to those who believed in his name, he gave the right to become children of God."},
  {"bible": "NIV", "book": "John", "verse": "10:28", "content": "I give them eternal life, and they shall never perish; no one can snatch them out of my hand."},
  {"bible": "NIV", "book": "John", "verse": "11:25-26", "content": "Jesus said, 'I am the resurrection and the life. He who believes in me will live, even though he dies; and whoever lives and believes in me will never die.'"},
  {"bible": "NIV", "book": "John", "verse": "12:26", "content": "My Father will honor the one who serves me."},
  {"bible": "NIV", "book": "John", "verse": "14:12", "content": "Anyone who has faith in me will do what I have been doing. He will do even greater things than these, because I am going to the Father."},
  {"bible": "NIV", "book": "John", "verse": "14:13", "content": "I will do whatever you ask in my name, so that the Son may bring glory to the Father."},
  {"bible": "NIV", "book": "John", "verse": "14:16-17", "content": "I will ask the Father, and he will give you another Counselor to be with you forever-the Spirit of Truth."},
  {"bible": "NIV", "book": "John", "verse": "14:23", "content": "If anyone loves me, he will obey my teaching. My Father will love him, and we will come to him and make our home with him."},
  {"bible": "NIV", "book": "John", "verse": "14:2-3", "content": "In my Father's house are many rooms; if it were not so, I would have told you. I am going there to prepare a place for you. And if I go and prepare a place for you, I will come back and take you to be with me that you also may be where I am."},
  {"bible": "NIV", "book": "John", "verse": "14:26", "content": "The Holy Spirit, whom the Father will send in my name, will teach you all things and will remind you of everything I have said to you."},
  {"bible": "NIV", "book": "John", "verse": "14:27", "content": "Peace I leave with you; my peace I give you."},
  {"bible": "NIV", "book": "John", "verse": "14:3", "content": "If I go and prepare a place for you, I will come back and take you to be with me."},
  {"bible": "NIV", "book": "John", "verse": "15:10-11", "content": "If you obey my commands, you will remain in my love, just as I have obeyed my Father's commands and remain in his love. I have told you this so that my joy may be in you, and that your joy may be complete."},
  {"bible": "NIV", "book": "John", "verse": "15:7", "content": "If you remain in me, and my words remain in you, ask whatever you wish, and it will be given you."},
  {"bible": "NIV", "book": "John", "verse": "16:13", "content": "When he, the Spirit of truth, comes, he will guide you into all truth."},
  {"bible": "NIV", "book": "John", "verse": "16:22", "content": "You will rejoice, and no one will take away your joy."},
  {"bible": "NIV", "book": "John", "verse": "16:24", "content": "Ask and you will receive, and your joy will be complete."},
  {"bible": "NIV", "book": "John", "verse": "16:27", "content": "The Father himself loves you because you have loved me and have believed that I came from God."},
  {"bible": "NIV", "book": "John", "verse": "16:33", "content": "In this world, you will have trouble. But take heart! I have overcome the world!"},
  {"bible": "NIV", "book": "John", "verse": "3:16", "content": "For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life."},
  {"bible": "NIV", "book": "John", "verse": "3:18", "content": "Whoever believes in Jesus is not condemned."},
  {"bible": "NIV", "book": "John", "verse": "3:36", "content": "Whoever believes in the Son has eternal life, but whoever rejects the Son will not see life, for God's wrath remains on him."},
  {"bible": "NIV", "book": "John", "verse": "5:24", "content": "Whoever hears my word and believes him who sent me has eternal life and will not be condemned; he has crossed over from death to life."},
  {"bible": "NIV", "book": "John", "verse": "5:25", "content": "The dead will hear the voice of the Son of God and those who hear will live."},
  {"bible": "NIV", "book": "John", "verse": "6:35", "content": "I am the bread of life. He who comes to me will never go hungry, and he who believes in me will never be thirsty."},
  {"bible": "NIV", "book": "John", "verse": "6:37-39", "content": "All that the Father gives me will come to me, and whoever comes to me I will never drive away. For I have come down from heaven not to do my will but to do the will of him who sent me. And this is the will of him who sent me, that I shall lose none of all that he has give me, but raise them up at the last day."},
  {"bible": "NIV", "book": "John", "verse": "6:40", "content": "Everyone who looks to the Son and believes in him shall have eternal life, and I will raise him up at the last day."},
  {"bible": "NIV", "book": "John", "verse": "6:47", "content": "He who believes has everlasting life."},
  {"bible": "NIV", "book": "John", "verse": "7:38-39", "content": "Whoever believes in me, as the Scripture has said, streams of living water will flow from within him. By this he meant the Spirit, whom those who believed in him were later to receive."},
  {"bible": "NIV", "book": "John", "verse": "8:12", "content": "Whoever follows me will never walk in darkness, but will have the light of life."},
  {"bible": "NIV", "book": "John", "verse": "8:34-36", "content": "Everyone who sins is a slave to sin. Now a slave has no permanent place in the family, but a son belongs to it forever. So if the Son sets you free, you will be free indeed."},
  {"bible": "NIV", "book": "Joshua", "verse": "1:9", "content": "Have I not commanded you? Be strong and courageous. Do not be terrified; do not be discouraged, for the Lord your God will be with you wherever you go."},
  {"bible": "NIV", "book": "Joshua", "verse": "23:14", "content": "You know with all your heart and soul that not one of all the good promises the Lord your God gave you has failed. Every promise has been fulfilled; not one has failed."},
  {"bible": "NIV", "book": "Leviticus", "verse": "21:8", "content": "I the LORD am holy—I who make you holy."},
  {"bible": "NIV", "book": "Leviticus", "verse": "26:45", "content": "I will remember the covenant"},
  {"bible": "NIV", "book": "Luke", "verse": "11:9", "content": "Ask and it will be given to you: seek and you will find; knock and the door will be opened to you."},
  {"bible": "NIV", "book": "Luke", "verse": "12:12", "content": "The Holy Spirit will teach you at that time what you should say."},
  {"bible": "NIV", "book": "Luke", "verse": "12:8", "content": "Whoever acknowledges me before men, the Son of man will also acknowledge before the angels of God."},
  {"bible": "NIV", "book": "Luke", "verse": "21:15", "content":  "I will give you words and wisdom that none of your adversaries will be able to resist or contradict."},
  {"bible": "NIV", "book": "Malachi", "verse": "3:17", "content": "They will be mine, says the Lord Almighty, in the day when I make up my treasured possession."},
  {"bible": "NIV", "book": "Malachi", "verse": "3:6 “I the LORD do not change. So you, O descendants of Jacob, are not destroyed."},
  {"bible": "NIV", "book": "Mark", "verse": "10:29-30", "content": "I tell you the truth,” Jesus replied, “no one who has left home or brothers or sisters or mother or father or children or fields for me and the gospel will fail to receive a hundred times as much in this present age (homes, brothers, sisters, mothers, children and fields—and with them, persecutions) and in the age to come, eternal life. But many who are first will be last, and the last first.”"},
  {"bible": "NIV", "book": "Mark", "verse": "11:24", "content": "Therefore I tell you, whatever you ask for in prayer, believe that you have received it, and it is yours."},
  {"bible": "NIV", "book": "Matthew", "verse": "10:30-31", "content": "The very hairs of your head are all numbered. So don't be afraid; you are worth more than many sparrows."},
  {"bible": "NIV", "book": "Matthew", "verse": "11:28", "content": "Come to me, all you who are weary and burdened, and I will give you rest."},
  {"bible": "NIV", "book": "Matthew", "verse": "11:29", "content": "Take my yoke upon you and learn from me, for I am gentle and humble in heart, and you will find rest for your souls."},
  {"bible": "NIV", "book": "Matthew", "verse": "18:19", "content": "If two of you on earth agree about anything you ask for, it will be done for you by my Father in heaven."},
  {"bible": "NIV", "book": "Matthew", "verse": "19:28-29", "content": "At the renewal of all things everyone who has left houses or brothers or sisters or father or mother or children of fields for my sake will receive a hundred times as much and will inherit eternal life."},
  {"bible": "NIV", "book": "Matthew", "verse": "21:22", "content": "If you believe, you will receive whatever you ask for in prayer."},
  {"bible": "NIV", "book": "Matthew", "verse": "28:20", "content": "Surely I will be with you always, to the very end of the age."},
  {"bible": "NIV", "book": "Matthew", "verse": "5:10", "content": "Blessed are those who are persecuted because of righteousness, for theirs is the kingdom of heaven."},
  {"bible": "NIV", "book": "Matthew", "verse": "5:4", "content": "Blessed are those who mourn, for they will be comforted."},
  {"bible": "NIV", "book": "Matthew", "verse": "5:7", "content": "Blessed are the merciful, for they will be shown mercy."},
  {"bible": "NIV", "book": "Matthew", "verse": "5:9", "content": "Blessed are the peacemakers, for they will be called sons of God."},
  {"bible": "NIV", "book": "Matthew", "verse": "6:4", "content": "Your Father, who sees what is done in secret, will reward you."},
  {"bible": "NIV", "book": "Matthew", "verse": "7:7", "content": "Ask and it will be given to you; seek and you will find; knock and the door will be opened to you."},
  {"bible": "NIV", "book": "Matthew", "verse": "7:8", "content": "Everyone who asks receives; he who seeks finds; and to him who knocks, the door will be opened."},
  {"bible": "NIV", "book": "Matthew", "verse": "7:9-11", "content": "Which of you, if his son asks for bread, will give him a stone? Or if he asks for a fish, will give him a snake? If you, then, though you are evil, know how to give good gifts to your children, how much more will your Father in heaven give good gifts to those who ask Him?"},
  {"bible": "NIV", "book": "Micah", "verse": "4:2", "content": "He will teach us his ways, so that we may walk in his paths."},
  {"bible": "NIV", "book": "Micah", "verse": "7:18-19", "content": "Who is a God like you, who pardons sin and forgives the transgression of the remnant of his inheritance? You do not stay angry forever but delight to show mercy. You will again have compassion on us; you will tread our sins underfoot and hurl all our iniquities into the depths of the sea."},
  {"bible": "NIV", "book": "Micah", "verse": "7:7", "content": "But as for me, I watch in hope for the Lord, I wait for God my Savior; my God will hear me."},
  {"bible": "NIV", "book": "Nahum", "verse": "1:7", "content": "He cares for those who trust in him."},
  {"bible": "NIV", "book": "Nehemiah", "verse": "8:10", "content": "The joy of the Lord is your strength."},
  {"bible": "NIV", "book": "Numbers", "verse": "14:9", "content": "The Lord is with us."},
  {"bible": "NIV", "book": "Numbers", "verse": "6:24-26", "content": "The Lord bless you and keep you; the Lord make his face to shine upon you and be gracious to you; the Lord turn his face toward you and give you peace."},
  {"bible": "NIV", "book": "Philippians", "verse": "3:21", "content": "The Lord Jesus Christ, who, by the power that enables him to bring everything under his control, will transform our lowly bodies so that they will be like his glorious body."},
  {"bible": "NIV", "book": "Philippians", "verse": "1:6", "content": "He who began a good work in you will carry it on to completion until the day of Christ Jesus."},
  {"bible": "NIV", "book": "Philippians", "verse": "4:19", "content": "God will meet all your needs according to his glorious riches in Christ Jesus."},
  {"bible": "NIV", "book": "Philippians", "verse": "4:6-7", "content": "Do not be anxious about anything, but in everything, by prayer and petition, with thanksgiving, present your requests to God. And the peace of God, which transcends all understanding, will guard your hearts and your minds in Christ Jesus."},
  {"bible": "NIV", "book": "Philippians", "verse": "4:9", "content": "Whatever you have learned or received or heard from me, or seen in me - put it into practice. And the God of peace will be with you."},
  {"bible": "NIV", "book": "Proverbs", "verse": "15:29", "content": "The Lord is far from the wicked but He hears the prayer of the righteous."},
  {"bible": "NIV", "book": "Proverbs", "verse": "16:3", "content": "Commit to the Lord whatever you do, and your plans will succeed."},
  {"bible": "NIV", "book": "Proverbs", "verse": "16:9", "content": "In his heart a man plans his course, but the Lord determines his steps."},
  {"bible": "NIV", "book": "Proverbs", "verse": "19:17", "content": "He who is kind to the poor lends to the Lord, and he will reward him for what he has done."},
  {"bible": "NIV", "book": "Proverbs", "verse": "2:6", "content": "The Lord gives wisdom, and from his mouth come knowledge and understanding."},
  {"bible": "NIV", "book": "Proverbs", "verse": "3:5-6", "content": "Trust in the Lord with all your heart and lean not on your own understanding; in all your ways acknowledge him, and he will make your paths straight."},
  {"bible": "NIV", "book": "Psalm", "verse": "10:14", "content": "But you, O God, do see trouble and grief; you consider it to take it in hand. The victim commits himself to you; you are the helper of the fatherless."},
  {"bible": "NIV", "book": "Psalm", "verse": "100:5", "content": "The Lord is good and his love endures forever; his faithfulness continues through all generations."},
  {"bible": "NIV", "book": "Psalm", "verse": "103:12-14", "content": "As far as the east is from the west, so far has he removed our transgressions from us. As a father has compassion on his children, so the Lord has compassion on those who fear him; for he knows how we are formed, he remembers that we are dust."},
  {"bible": "NIV", "book": "Psalm", "verse": "103:17", "content": "From everlasting to everlasting the Lord's love is with those who fear him."},
  {"bible": "NIV", "book": "Psalm", "verse": "103:3", "content": "He forgives all my sins and heals all my diseases."},
  {"bible": "NIV", "book": "Psalm", "verse": "103:6", "content": "The Lord works righteousness and justice for all the oppressed."},
  {"bible": "NIV", "book": "Psalm", "verse": "107:9", "content": "He satisfies the thirsty and fills the hungry with good things."},
  {"bible": "NIV", "book": "Psalm", "verse": "111:5", "content": "He provides food for those who fear him."},
  {"bible": "NIV", "book": "Psalm", "verse": "112:5", "content": "Good will come to him who is generous and lends freely."},
  {"bible": "NIV", "book": "Psalm", "verse": "115:12", "content": "The Lord remembers us and will bless us."},
  {"bible": "NIV", "book": "Psalm", "verse": "115:13", "content": "He will bless those who fear the Lord, who walk in his ways."},
  {"bible": "NIV", "book": "Psalm", "verse": "116:15", "content": "Precious in the sight of the Lord is the death of his saints."},
  {"bible": "NIV", "book": "Psalm", "verse": "116:6", "content": "The Lord protects the simplehearted."},
  {"bible": "NIV", "book": "Psalm", "verse": "119:165", "content": "Great peace have they who love your law, and nothing can make them stumble."},
  {"bible": "NIV", "book": "Psalm", "verse": "119:50", "content": "Your promise renews my life."},
  {"bible": "NIV", "book": "Psalm", "verse": "12:7", "content": "Lord, you will keep us safe and protect us...forever."},
  {"bible": "NIV", "book": "Psalm", "verse": "121:2-3", "content": "My help comes from the Lord, the Maker of heaven and earth. He will not let your foot slip - he who watches over you will not slumber."},
  {"bible": "NIV", "book": "Psalm", "verse": "126:5-6", "content": "Those who sow in tears will reap with songs of joy. He who goes out weeping, carrying seed to sow, will return with songs of joy, carrying sheaves with him. "},
  {"bible": "NIV", "book": "Psalm", "verse": "130:3-4", "content": "If you, O Lord, kept a record of sins, O Lord, who could stand? But with you there is forgiveness."},
  {"bible": "NIV", "book": "Psalm", "verse": "130:7", "content": "With the Lord is unfailing love and with him is full redemption."},
  {"bible": "NIV", "book": "Psalm", "verse": "138:7", "content": "Though I walk in the midst of trouble, you preserve my life; you stretch out your hand against the anger of my foes, with your right hand you save me."},
  {"bible": "NIV", "book": "Psalm", "verse": "138:8", "content": "The Lord will fulfill his purpose for me."},
  {"bible": "NIV", "book": "Psalm", "verse": "142:3", "content": "When my spirit grows faint within me, it is you who knows my way."},
  {"bible": "NIV", "book": "Psalm", "verse": "145:14", "content": "The LORD upholds all those who fall and lifts up all who are bowed down."},
  {"bible": "NIV", "book": "Psalm", "verse": "145:18", "content": "The Lord is near to all who call on him, to all who call on him in truth."},
  {"bible": "NIV", "book": "Psalm", "verse": "145:19", "content": "He fulfills the desires of those who fear him."},
  {"bible": "NIV", "book": "Psalm", "verse": "147:6", "content": "The Lord sustains the humble but casts the wicked to the ground."},
  {"bible": "NIV", "book": "Psalm", "verse": "16:11", "content": "You have made known to me the path of life; you will fill me with joy in your presence, with eternal pleasures at your right hand."},
  {"bible": "NIV", "book": "Psalm", "verse": "17:15", "content": "When I awake, I will be satisfied with seeing your likeness."},
  {"bible": "NIV", "book": "Psalm", "verse": "18:27-28", "content": "You save the humble but bring low those whose eyes are haughty."},
  {"bible": "NIV", "book": "Psalm", "verse": "18:30", "content": "As for God, his way is perfect; the word of the Lord is flawless. He is a shield for all who take refuge in him."},
  {"bible": "NIV", "book": "Psalm", "verse": "23:1", "content": "The Lord is my shepherd, I shall lack nothing."},
  {"bible": "NIV", "book": "Psalm", "verse": "23:2", "content": "He makes me lie down in green pastures, he leads me beside quiet waters"},
  {"bible": "NIV", "book": "Psalm", "verse": "23:3", "content": "he restores my soul. He guides me in paths of righteousness for his name’s sake."},
  {"bible": "NIV", "book": "Psalm", "verse": "23:4", "content": "Even though I walk through the valley of the shadow of death, I will fear no evil, for you are with me; your rod and your staff, they comfort me."},
  {"bible": "NIV", "book": "Psalm", "verse": "23:5", "content": "You anoint my head with oil; my cup overflows."},
  {"bible": "NIV", "book": "Psalm", "verse": "23:5", "content": "You prepare a table before me in the presence of my enemies."},
  {"bible": "NIV", "book": "Psalm", "verse": "23:6", "content": "Surely goodness and love will follow me all the days of my life, and I will dwell in the house of the LORD forever."},
  {"bible": "NIV", "book": "Psalm", "verse": "25:9", "content": "He guides the humble in what is right and teaches them his way."},
  {"bible": "NIV", "book": "Psalm", "verse": "27:10", "content": "Though my father and mother forsake me, the Lord will receive me."},
  {"bible": "NIV", "book": "Psalm", "verse": "27:5", "content": "in the day of trouble he will keep me safe in his dwelling; he will hide me in the shelter of his tabernacle and set me high upon a rock."},
  {"bible": "NIV", "book": "Psalm", "verse": "28:7", "content": "The Lord is my strength and my shield; my heart trusts in him."},
  {"bible": "NIV", "book": "Psalm", "verse": "29:11", "content": "The Lord gives strength to his people; the Lord blesses his people with peace. "},
  {"bible": "NIV", "book": "Psalm", "verse": "3:3", "content": "You are a shield around me, O Lord, my Glorious One, who lifts up my head."},
  {"bible": "NIV", "book": "Psalm", "verse": "30:5", "content": "Weeping may remain for a night, but rejoicing comes in the morning."},
  {"bible": "NIV", "book": "Psalm", "verse": "31:19", "content": "How great is your goodness, which you have stored up for those who fear you, which you bestow in the sight of men on those who take refuge in you."},
  {"bible": "NIV", "book": "Psalm", "verse": "31:23", "content": "The Lord preserves the faithful."},
  {"bible": "NIV", "book": "Psalm", "verse": "32:10", "content": "Many are the woes of the wicked, but the Lord's unfailing love surrounds the man who trusts in him."},
  {"bible": "NIV", "book": "Psalm", "verse": "32:5-6", "content": "I acknowledged my sin to you and did not cover up my iniquity. I said, 'I will confess my transgressions to the Lord' - and you forgave the guilt of my sin."},
  {"bible": "NIV", "book": "Psalm", "verse": "32:8", "content": "I will instruct you and teach you in the way you should go."},
  {"bible": "NIV", "book": "Psalm", "verse": "33:18", "content": "But the eyes of the Lord are on those who fear him, on those whose hope is in his unfailing love."},
  {"bible": "NIV", "book": "Psalm", "verse": "34:17", "content": "The righteous cry out and the Lord hears them."},
  {"bible": "NIV", "book": "Psalm", "verse": "34:19", "content": "A righteous man may have many troubles, but the Lord delivers him from them all."},
  {"bible": "NIV", "book": "Psalm", "verse": "34:22", "content": "The Lord redeems his servants; no one who takes refuge in him will be condemned."},
  {"bible": "NIV", "book": "Psalm", "verse": "37:10-11", "content": "A little while, and the wicked will be no more; though you look for them, they will not be found. But the meek will inherit the land and enjoy great peace."},
  {"bible": "NIV", "book": "Psalm", "verse": "37:28", "content": "For the Lord loves the just and will not forsake his faithful one. They will be protected forever."},
  {"bible": "NIV", "book": "Psalm", "verse": "37:34", "content": "Wait for the Lord and keep His way. He will exalt you to possess the land."},
  {"bible": "NIV", "book": "Psalm", "verse": "37:40", "content": "The Lord helps them and delivers them; he delivers them from the wicked and saves them, because they take refuge in him."},
  {"bible": "NIV", "book": "Psalm", "verse": "4:3", "content": "Know that the Lord has set apart the godly for himself; the Lord will hear when I call to him."},
  {"bible": "NIV", "book": "Psalm", "verse": "4:8", "content": "I will lie down and sleep in peace, for you alone, O Lord, make me dwell in safety."},
  {"bible": "NIV", "book": "Psalm", "verse": "41:1", "content": "Blessed is he who has regard for the weak; the Lord delivers him in his times of trouble."},
  {"bible": "NIV", "book": "Psalm", "verse": "41:3", "content": "The Lord will sustain him on his sickbed."},
  {"bible": "NIV", "book": "Psalm", "verse": "46:1", "content": "God is our refuge and strength, an ever present help in trouble."},
  {"bible": "NIV", "book": "Psalm", "verse": "46:7", "content": "The Lord Almighty is with us; the God of Jacob is our fortress."},
  {"bible": "NIV", "book": "Psalm", "verse": "48:14", "content": "For this God is our God for ever and ever; he will be our guide even to the end. "},
  {"bible": "NIV", "book": "Psalm", "verse": "5:12", "content": "For surely, O LORD, you bless the righteous; you surround them with your favor as with a shield"},
  {"bible": "NIV", "book": "Psalm", "verse": "50:15", "content": "Call upon me in the day of trouble; I will deliver you, and you will honor me."},
  {"bible": "NIV", "book": "Psalm", "verse": "54:4", "content": "Surely God is my help; the Lord is the one who sustains me."},
  {"bible": "NIV", "book": "Psalm", "verse": "55:18", "content": "He ransoms me unharmed from the battle waged against me, even though many oppose me."},
  {"bible": "NIV", "book": "Psalm", "verse": "55:22", "content": "Cast your cares on the Lord and he will sustain you."},
  {"bible": "NIV", "book": "Psalm", "verse": "57:3", "content": "God sends his love and faithfulness."},
  {"bible": "NIV", "book": "Psalm", "verse": "63:8", "content": "I stay close to you; your right hand upholds me."},
  {"bible": "NIV", "book": "Psalm", "verse": "65:2,5", "content": "O you who hear prayer, to you all men will come...You answer us with awesome deeds of righteousness, O God our Savior."},
  {"bible": "NIV", "book": "Psalm", "verse": "67:7", "content": "God will bless us, and all the ends of the earth will fear him."},
  {"bible": "NIV", "book": "Psalm", "verse": "68:19", "content": "Praise be to the Lord, to God our Savior, who daily bears our burdens."},
  {"bible": "NIV", "book": "Psalm", "verse": "68:5", "content": "A father to the fatherless, a defender of widows, is God in his holy dwelling."},
  {"bible": "NIV", "book": "Psalm", "verse": "68:7", "content": "In the day of my trouble I will call to you, for you will answer me."},
  {"bible": "NIV", "book": "Psalm", "verse": "72:13", "content": "He will take pity on the weak and the needy and save the needy from death."},
  {"bible": "NIV", "book": "Psalm", "verse": "73:23", "content": "I am always with you; you hold me by my right hand."},
  {"bible": "NIV", "book": "Psalm", "verse": "73:24", "content": "You guide me with your counsel, and afterward you will take me into glory."},
  {"bible": "NIV", "book": "Psalm", "verse": "73:25-26", "content": "Whom have I in heaven but you? And being with you, I desire nothing on earth. My flesh and my heart may fail, but God is the strength of my heart and my portion forever."},
  {"bible": "NIV", "book": "Psalm", "verse": "84:11", "content": "For the Lord God is a sun and shield; the Lord bestows favor and honor; no good thing does he withhold from those whose walk is blameless."},
  {"bible": "NIV", "book": "Psalm", "verse": "85:12", "content": "The Lord will indeed give what is good."},
  {"bible": "NIV", "book": "Psalm", "verse": "85:2", "content": "You forgave the iniquity of your people and covered all their sins."},
  {"bible": "NIV", "book": "Psalm", "verse": "85:8", "content": "He promises peace to his people, his saints."},
  {"bible": "NIV", "book": "Psalm", "verse": "86:5", "content": "You are kind and forgiving, O Lord, abounding in love to all who call to you."},
  {"bible": "NIV", "book": "Psalm", "verse": "89:21", "content": "My hand will sustain him; surely my arm will strengthen him."},
  {"bible": "NIV", "book": "Psalm", "verse": "89:33", "content": "I will not take my love from him, nor will I ever betray my faithfulness."},
  {"bible": "NIV", "book": "Psalm", "verse": "91:11", "content": "For he will command his angels concerning you to guard you in all your ways;"},
  {"bible": "NIV", "book": "Psalm", "verse": "91:14", "content": "'Because he loves me,' says the Lord, 'I will rescue him; I will protect him for he acknowledges my name.'"},
  {"bible": "NIV", "book": "Psalm", "verse": "91:4", "content": "He will cover you with his feathers, and under his wings you will find refuge; his faithfulness will be your shield and rampart."},
  {"bible": "NIV", "book": "Psalm", "verse": "91:9-10", "content": "If you make the Most High your dwelling - even the Lord, who is my refuge - then no harm will befall you, no disaster will come near."},
  {"bible": "NIV", "book": "Psalm", "verse": "94:12-14", "content": "Blessed is the man you discipline, O Lord, the man you teach from your law; you grant him relief from the days of trouble, till a pit is dug for the wicked. For the Lord will not reject his people; he will never forsake his inheritance."},
  {"bible": "NIV", "book": "Psalm", "verse": "97:11", "content": "Light is shed upon the righteous and joy on the upright in heart."},
  {"bible": "NIV", "book": "Psalm", "verse": "121:3", "content": "He will not allow your foot to be moved; He who keeps you will not slumber."},
  {"bible": "NIV", "book": "Psalm", "verse": "145:18", "content": "The Lord is nigh unto all them that call upon Him, to all that call upon Him in truth."},
  {"bible": "NIV", "book": "Psalm", "verse": "55:16-17", "content": "As for me, I will call upon God; and the Lord shall save me. Evening and morning, and at noon, will I pray, and cry aloud: and He shall hear my voice."},
  {"bible": "NIV", "book": "Psalm", "verse": "55:22", "content": "Cast thy burden upon the Lord, and He shall sustain thee: He shall never suffer the righteous to be moved."},
  {"bible": "NIV", "book": "Psalm", "verse": "86:1,3-5", "content": "Bow down Your ear, O Lord, hear me; For I am poor and needy. Be merciful to me, O Lord, for I cry to You all day long. Rejoice the soul of Your servant, for to You, O Lord, I lift up my soul. For You, Lord, and good, and ready to forgive, and abundant in mercy to all those who call upon You."},
  {"bible": "NIV", "book": "Revelation", "verse": "1:6", "content": "Jesus has made us to be a kingdom and priests to serve his God and Father."},
  {"bible": "NIV", "book": "Revelation", "verse": "1:9", "content": "The suffering and kingdom and patient endurance...are ours in Jesus."},
  {"bible": "NIV", "book": "Revelation", "verse": "21:3-4", "content": "God himself will be with them and be their God. He will wipe every tear from their eyes. There will be no more death or mourning or crying or pain, for the old order of things has passed away."},
  {"bible": "NIV", "book": "Romans", "verse": "10:11-13", "content": "As the Scripture says, 'Everyone who trusts in him will never be put to shame.' For there is no difference between Jew and Gentile - the same Lord is Lord of all and richly blesses all who call on him, for 'Everyone who calls on the name of the Lord will be saved.'"},
  {"bible": "NIV", "book": "Romans", "verse": "16:20", "content": "The God of peace will soon crush Satan under your feet. The grace of our Lord Jesus be with you."},
  {"bible": "NIV", "book": "Romans", "verse": "2:7", "content": "To those who by persistence in doing good seek glory, honor and immortality, he will give eternal life."},
  {"bible": "NIV", "book": "Romans", "verse": "4:5", "content": "To the man who does not work but trusts God who justifies the wicked, his faith is credited as righteousness."},
  {"bible": "NIV", "book": "Romans", "verse": "5:1-2", "content": "Since we have been justified through faith, we have peace with God through our Lord Jesus Christ, through whom we have gained access by faith into this grace in which we now stand."},
  {"bible": "NIV", "book": "Romans", "verse": "6:20,22", "content": "When you were slaves to sin, you were free from the control of righteousness...But now that you have been set free from sin and have become slaves to God, the benefit you reap leads to holiness, and the result is eternal life."},
  {"bible": "NIV", "book": "Romans", "verse": "6:5", "content": "If we have been united with him in his death, we will certainly also be united with him in his resurrection."},
  {"bible": "NIV", "book": "Romans", "verse": "8:1", "content": "Therefore, there is now no condemnation for those who are in Christ Jesus"},
  {"bible": "NIV", "book": "Romans", "verse": "8:11", "content": "If the Spirit of him who raised Jesus from the dead is living in you, he who raised Christ from the dead will also give life to your mortal bodies through his Spirit, who lives in you."},
  {"bible": "NIV", "book": "Romans", "verse": "8:15", "content": "For you did not receive a spirit that makes you a slave again to fear, but you received the Spirit of sonship"},
  {"bible": "NIV", "book": "Romans", "verse": "8:26-27", "content": "The Spirit helps us in our weakness. We do not know what we ought to pray, but the Spirit himself intercedes for us with groans that words cannot express. And he who searches our hearts knows the mind of the Spirit, because the Spirit intercedes for the saints in accordance with God's will."},
  {"bible": "NIV", "book": "Romans", "verse": "8:28", "content": "In all things God works for the good of those who love him, who have been called according to his purpose."},
  {"bible": "NIV", "book": "Romans", "verse": "8:32", "content": "He who did not spare his own Son, but gave him up for us all-how will he not also, along with him, graciously give us all things?"},
  {"bible": "NIV", "book": "Romans", "verse": "8:38-39", "content": "Neither death nor life, neither angels nor demons, neither the present nor the future, nor any powers, neither height nor depth, nor anything else in all creation, will be able to separate us from the love of God that is in Christ Jesus our Lord."},
  {"bible": "NIV", "book": "Romans", "verse": "9:16", "content": "It does not, therefore, depend on man's desire or effort, but on God's mercy."},
  {"bible": "NIV", "book": "Zechariah", "verse": "13:9", "content": "They will call on my name and I will answer them; I will say, 'They are my people and they will say The Lord is our God'."},
  {"bible": "NIV", "book": "Zechariah", "verse": "2:10", "content": "“Shout and be glad, O Daughter of Zion. For I am coming, and I will live among you,” declares the LORD."},
  {"bible": "NIV", "book": "Zechariah", "verse": "8:13", "content": "So will I save you, and you will be a blessing."},
  {"bible": "NIV", "book": "Zephaniah", "verse": "3:17", "content": "He will take great delight in you, he will quiet you with his love, he will rejoice over you with singing."}
]
